import React from 'react'

const SelectoolServiceUse = () => {
  return (
    <div>
      <h2>개인정보처리방침</h2>

      <p>
        <br />
        셀렉툴(이하 &#39;회사&#39;)는 「개인정보보호법」에 따라 이용자의
        개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을
        원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.
        “개인정보처리방침”이란 이용자의 소중한 개인정보를 보호함으로써 이용자가
        안심하고 서비스를 이용할 수 있도록 회사가 준수해야 할 지침을 의미합니다.
      </p>

      <p>
        <br />
        제1조(목적)
        <br />
        회사는 개인정보를 다음의 목적을 위해 처리합니다. 이용 목적이 변경될
        시에는 사전동의를 구할 예정입니다.
        <li>
          홈페이지 회원가입 및 관리: 회원 가입의사 확인, 회원제 서비스 제공에
          따른 본인 식별·인증, 회원자격 유지·관리, 제한적 본인확인제 시행에 따른
          본인확인, 서비스 부정이용 방지, 각종 고지·통지, 고충처리, 분쟁 조정을
          위한 기록 보존 등을 목적으로 개인정보를 처리합니다.
        </li>
        <li>
          민원사무 처리: 민원인의 신원 확인, 민원사항 확인, 사실조사를 위한
          연락·통지, 처리결과 통보 등의 목적으로 개인정보를 처리합니다.
        </li>
        <li>
          재화 또는 서비스 제공: 서비스 제공, 계약서·청구서 발송, 콘텐츠 제공,
          맞춤 서비스 제공, 본인인증, 연령인증, 요금결제·정산, 채권추심 등을
          목적으로 개인정보를 처리합니다.
        </li>
        <li>
          마케팅 및 광고에의 활용: 신규 서비스 개발 및 맞춤서비스 제공, 이벤트
          및 광고성 정보 제공 및 참여기회 제공, 인구통계학적 특성에 따른 서비스
          제공 및 광고 게재, 서비스의 유효성 확인, 접속빈도 파악 또는 회원의
          서비스 이용에 대한 통계 등의 목적으로 개인정보를 처리합니다.
        </li>
      </p>

      <p>
        <br />
        제2조(수집하는 개인정보 항목 및 수집방법)
        <br />
        이용자들이 회원서비스를 이용하기 위해 회원으로 가입하실 때 서비스 제공을
        위한 필수적인 정보들을 온라인상에서 입력 받고 있습니다.
        <br />
        <li>
          회원가입 시:
          <br />
          - 필수 항목: 이메일 주소, 이름(닉네임), 연령
          <br />- 선택 항목: 직무, 성별
        </li>
        <li>
          회원가입 시:
          <br />
          - 네이버: 프로필 사진, 이메일 주소, 이름(닉네임)
          <br />
          - 카카오: 프로필 사진, 이메일 주소, 이름(닉네임)
          <br />
          - 구글: 프로필 사진, 이메일 주소, 이름(닉네임)
          <br />
        </li>
      </p>

      <p>
        <br />
        제3조(보유기간 및 파기기간)
        <br />
        이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면
        지체 없이 파기합니다. 단, 상법, 전자상거래 등에서의 소비자보호에 관한
        법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는
        관계법령에서 정한 일정한 기간 동안 회원 정보를 보관합니다. 또한, 회사는
        회사의 약관에 따른 회원의 부정이용기록 또는 부정이용이 의심되는 기록이
        있는 경우에는 이용자의 탈퇴 요청 및 개인정보 동의의 철회에도 불구하고,
        수집 시점으로부터 5년간 보관하고 파기합니다. 이 경우 회사는 보관하는
        정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.
        <br />
        <li>
          서비스 이용 관련 개인정보(로그인기록)
          <br />
          - 보존 근거: 통신비밀보호법
          <br />
          - 보존 기간: 3개월
          <br />
        </li>
        <li>
          표시/광고에 관한 기록
          <br />
          - 보존 근거: 전자상거래 등에서의 소비자보호에 관한 법률
          <br />
          - 보존 기간: 6개월
          <br />
        </li>
        <li>
          계약 또는 청약철회 등에 관한 기록
          <br />
          - 보존 근거: 전자상거래 등에서의 소비자보호에 관한 법률
          <br />
          - 보존 기간: 5년
          <br />
        </li>
        <li>
          대금결제 및 재화 등의 공급에 관한 기록
          <br />
          - 보존 근거: 전자상거래 등에서의 소비자보호에 관한 법률
          <br />
          - 보존 기간: 5년
          <br />
        </li>
        <li>
          소비자의 불만 또는 분쟁처리에 관한 기록
          <br />
          - 보존 근거: 전자상거래 등에서의 소비자보호에 관한 법률
          <br />
          - 보존 기간: 3년
          <br />
        </li>
        <li>
          전자금융 거래에 관한 기록
          <br />
          - 보존 근거 : 전자금융거래법
          <br />
          - 보존 기간: 5년
          <br />
        </li>
      </p>

      <p>
        <br />
        제4조(개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항)
        <br />
        <li>
          회사는 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를
          저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.
        </li>
        <li>
          쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터
          브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의
          하드디스크에 저장되기도 합니다.
          <br />
          - 쿠키의 사용목적 : 이용자가 방문한 각 서비스와 웹사이트들에 대한 방문
          및 이용형태, 인기 검색어, 보안접속 여부 등을 파악하여 이용자에게
          최적화된 정보 제공을 위해 사용됩니다.
          <br />
          - 쿠키의 설치·운영 및 거부 : 웹브라우저 상단의 도구 &#62; 인터넷 옵션
          &#62; 개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부할 수 있습니다.
          <br />- 쿠키 저장을 거부할 경우 맞춤서비스 이용에 어려움이 발생할 수
          있습니다.
        </li>
      </p>

      <p>
        <br />
        제4조(권익침해 구제방법)
        <br />
        <li>
          개인정보 침해신고센터 (한국인터넷진흥원 운영)
          <br />
          - 소관업무 : 개인정보 침해사실 신고, 상담 신청
          <br />
          - 홈페이지 : privacy.kisa.or.kr
          <br />
          - 전화 : (국번없이) 118
          <br />
          - 주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층
          개인정보침해신고센터
          <br />
        </li>
        <li>
          개인정보 분쟁조정위원회
          <br />
          - 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)
          <br />
          - 홈페이지 : www.kopico.go.kr
          <br />
          - 전화 : (국번없이) 1833-6972
          <br />
          - 주소 : (03171) 서울특별시 종로구 세종대로 209 정부서울청사 4층
          <br />
        </li>
        <li>
          대검찰청 사이버범죄수사단
          <br />- 전화 : 02-3480-3573 (www.spo.go.kr)
        </li>
        <li>
          경찰청 사이버안전국
          <br />- 전화 : 182 (http://cyberbureau.police.go.kr)
        </li>
      </p>

      <p>
        <br />
        제5조(개인정보 보호 관련 문의 안내)
        <br />
        회사가 제공하는 서비스를 이용하면서 발생하는 모든 개인정보 보호 관련
        문의, 불만, 피해구제 등에 관한 사항은 아래로 연락하여 문의할 수
        있습니다. 마이리얼트립은 이러한 문의에 대해 지체 없이 답변 및 처리할
        것입니다.
        <br />- 연락처: selectool2022@gmail.com
      </p>

      <p>
        <br />
        제6조(개인정보 처리방침 변경)
        <br />
        개인정보처리방침은 2023년 11월 23일에 제정되었으며, 정부 및 회사의 정책
        또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 경우에는
        개정 최소 7일 전부터 서비스의 공지사항을 통해 고지하며, 본 정책은
        시행일자에 시행됩니다.
      </p>
    </div>
  )
}

export default SelectoolServiceUse
