import React from 'react'

const SelectoolPrivacy = () => {
  return (
    <div>
      <h2>셀렉툴 서비스 이용약관 동의</h2>
      <p>
        <br />
        제1조(목적)
        <br /> 본 약관은 회사가 서비스를 제공함에 있어, 회사와 회원 간의 권리,
        의무 및 책임 사항, 기타 필요사항 등을 규정함을 목적으로 합니다.
      </p>

      <p>
        <br />
        제2조(정의)
        <br />
        이용자 : 본 약관에 따라 당 사이트가 제공하는 서비스를 받는 자. <br />
        이용계약 : 서비스 이용과 관련하여 당 사이트와 이용자 간에 체결하는
        계약을 말합니다. <br />신 청 : 당 사이트가 제공하는 신청서 양식에 해당
        정보를 기입하고, 본 약관에 동의하여 서비스 이용계약을 완료시키는 행위{' '}
        <br />본 약관에서 정의하지 않은 용어는 개별서비스에 대한 별도약관 및
        이용규정에서 정의합니다.
      </p>

      <p>
        <br />
        제3조(약관의 게시와 개정)
        <br /> 1. 회사는 회사의 모든 약관과 법령에 따라 명시해야 하는 정보가
        있을 경우, 약관 상세 페이지, 서비스 하단,&nbsp; 내 계정, 기타 메뉴, 팝업
        등에 게시하거나 회원의 이메일을 통해 전달할 수 있습니다. 2. 회사는
        &#34;약관의 규제에 관한 법률&#34;, &#34;전기통신기본법&#34;,
        &#34;전기통신사업법&#34;, &#34;정보통신망 이용촉진 및 정보 보호 등에
        관한 법률&#34; 등 관련법령을 위반하지 않는 범위에서 이 약관을 수시로
        개정할 수 있습니다. 3. 회사는 약관을 개정하는 경우 적용일자 및
        개정사유를 개정 전 약관과 함께 적용일자 7일 전부터 회사 웹사이트 게시,
        회사 애플리케이션 내 게시, 이메일 통보, 서면 통보 중 1가지 이상의 방법을
        통하여 회원에게 통지합니다. 4. 회사는 전항에 따라 개정 약관을 공지 또는
        통지하면서 그와 함께 회원이 개정 약관의 효력 발생일까지 그에 대한 거부의
        의사표시를 하지 않으면 개정약관에 승낙한 것으로 간주하겠다는 내용을
        공지할 수 있습니다.
      </p>

      <p>
        <br />
        제4조(회사의 권리 및 의무)
        <br />
        1. 회사는 회원이 안전하게 서비스를 이용할 수 있도록 회원의 개인정보를
        보호하기 위하여 최선을 다하며, 개인정보취급방침을 공시하고 준수합니다.
        2. 회사는 업무상 또는 기술상 특별한 지장이 없는 한 회원에게 제1항의
        서비스를 제공합니다. 다만 회사는 정기 점검, 시스템 작업시간, 장애해결을
        위한 보수작업 시간, 회선 장애 등의 필요가 있는 경우 일정 기간 동안
        서비스의 제공을 제한 할 수 있습니다. 3. 천재지변 등 예측하지 못한 일이
        발생하거나 시스템의 장애가 발생하여 서비스가 중단될 경우 이에 대한
        손해에 대해서는 &#34;회사&#34;가 책임을 지지 않습니다. 다만 자료의
        복구나 정상적인 서비스 지원이 되도록 최선을 다할 의무를 집니다.
      </p>

      <p>
        <br />
        제5조(지적재산권)
        <br /> 1. 서비스의 제공과 관련하여 발생한 일체의 산출물에 대한 저작권 등
        지적재산권은 회사에게 귀속됩니다.&nbsp; 2. 회원은 서비스의 이용과
        관련하여 회사로부터 입수한 정보 등 자료 일체를 회사의 사전 승낙 없이
        복제, 판매, 출판, 편집, 전시, 전송, 배포, 판매, 방송, 공연하는 등의
        목적으로 이용하거나 제3자에게 제공할 수 없습니다.&nbsp; 3. 회원이 작성한
        게시물에 대한 지적재산권은 이를 작성한 회원에게 있습니다.
      </p>

      <p>
        <br />
        제6조(게시물 및 커뮤니티의 관리)
        <br />
        회사는 게시물이 다음 각 호에 해당하는 경우, 사전 통보 없이 회사는 해당
        서비스, 커뮤니티 또는 게시물을 임의로 삭제, 중단, 변경 등의 조치를 할 수
        있고 회원의 자격 및 권한을 제한, 정지 및 박탈할 수 있습니다.
      </p>

      <li>
        <li>욕설&middot;특정인에 대한 비방 등 인권침해 소지가 있는 경우</li>
        <li>성인 게시물 등 공공질서 및 미풍양속에 위반되는 내용인 경우</li>
        <li>악의적으로 허위사실을 유포한 경우</li>
        <li>제3자의 저작권 등 기타 권리를 침해하는 내용인 경우</li>
        <li>상업적 목적이 있는 경우</li>
        <li>동일한 내용의 반복 게시</li>
        <li>게시자가 자신이 등록한 게시물의 삭제를 요구한 경우</li>
        <li>기타 홈페이지의 정상적인 운영을 저해하는 표현 또는 내용</li>
      </li>

      <p>
        <br />
        제7조(정보의 제공 및 광고의 게재) 1. 회사는 회원에게 서비스 이용에
        필요가 있다고 인정되거나 서비스 개선 및 회원 대상의 서비스 소개 등의
        목적으로 하는 각종 정보를 이메일, 푸시 알림, 문자메시지 등의 방법으로
        회원에게 제공할 수 있습니다. 다만, 회원은 관련법령에 규정된 거래관련
        정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 회사에 대하여
        이메일 등에 대한 수신을 거절할 수 있습니다. 2. 회사는 회원이 등록한
        게시물이나 그 내용을 활용한 광고게재 및 기타 서비스를 이용하면서
        노출되는 광고를 게재할 수 있습니다.
      </p>

      <p>
        <br />
        제8조(이용제한 등)
        <br />
        1. 이용자가 제공하는 정보의 내용이 허위인 것으로 판명되거나, 허위가
        있다고 의심할 만한 합리적인 사유가 발생할 경우 당 사이트는 이용자의 본
        서비스 사용을 일부 또는 전부 중지할 수 있으며, 이로 인해 발생하는
        불이익에 대해 책임을 부담하지 아니합니다. 2. 당 사이트는 이용자가 본
        약관 제15조(회원의 의무)등 본 약관의 내용에 위배되는 행동을 한 경우,
        임의로 서비스 사용을 제한 및 중지할 수 있습니다. 이 경우 당 사이트는
        이용자의 접속을 금지할 수 있습니다
      </p>

      <p>
        <br />
        제9조(개인정보 보호)
        <br /> 1. 회사는 회원의 개인정보를 보호하기 위하여 정보통신망 이용촉진
        및 정보보호 등에 관한 법률 및 개인정보 보호법 등 관계 법령에서 정하는
        바를 준수합니다. 2. 개인정보의 보호 및 사용에 대해서는 관련법령 및
        회사의 개인정보취급방침이 적용됩니다. 다만 서비스의 일부로 제공되는 개별
        서비스를 제외한 회사의 웹사이트 등에서 링크된 사이트에서 대해서는 회사의
        개인정보취급방침이 적용되지 않습니다. 3. 회사는 이용계약을 위하여 회원이
        제공한 정보를 회사의 서비스 운영을 위한 목적 이외의 용도로 사용하거나
        회원의 동의 없이 제3자에게 제공하지 않습니다. 단, 다음 각호의 경우에는
        예외로 합니다. (1)법령에 근거하여 회원정보의 이용과 제3자에 대한
        정보제공이 허용되는 경우 (2)기타 회사의 약관 및 정책에 따라 회원의
        동의를 구한 경우 4. 회사는 회원의 귀책사유로 인하여 노출된 회원의
        계정정보를 포함한 모든 정보에 대해서 일체의 책임을 지지 않습니다.
      </p>

      <p>
        <br />
        제10조(책임 제한)
        <br /> 1. 회사는 다음의 경우, 어떠한 경우라도 책임을 지거나 보상을 하지
        않으며, 회원에게 귀책사유가 있을 경우, 별도의 통보 없이 자격을 제한,
        정지 및 박탈할 수 있습니다. (1) 천재지변 또는 이에 준하는 불가항력으로
        인하여 서비스를 제공할 수 없는 경우 (2) 회사가 제공하는 서비스가 변경,
        중단되거나 장애가 생길 경우 (3) 회사가 고의&middot;과실이 없음을 입증할
        경우 (4) 회원의 작성한 게시물에 대한 정보, 자료, 신뢰도, 정확성에 대해
        (5) 회원 간이나 회원과 광고주 등 제3자 상호 간에 합의한 거래 등에 대해
        (6) 회원이 서비스를 이용함에 있어 회사의 각 약관을 준수하지 않거나
        의무를 다하지 않을 경우 2. 회사는 회원이 게재한 정보, 자료, 사실의
        신뢰도, 정확성 등 내용에 관하여 어떠한 책임도 부담하지 않습니다. 3.
        회사는 회사가 제공하는 서비스를 매개로 하여 회원 간 또는 회원과 제3자
        사이에서 이루어진 거래 등에 대하여 어떠한 책임도 부담하지 않습니다.
      </p>

      <p>
        <br />
        제11조(손해 배상)
        <br />
        1. 당 사이트는 무료로 제공되는 서비스와 관련하여 이용자에게 어떠한
        손해가 발생하더라도 당 사이트가 고의로 행한 범죄행위를 제외하고는 이에
        대하여 책임을 부담하지 아니합니다.
      </p>

      <p>
        <br />
        제12조(부칙)
        <br /> 1. 이 약관은 2022년 11월 23일부터 적용되었고, 최신화 되었습니다.
      </p>
    </div>
  )
}

export default SelectoolPrivacy
